[{"id":"1","title":"My Life’s Journey: Single Book","imageUrl":"http://www.sydwestpublishing.com/wp-content/uploads/2015/01/MyLifeJourney_Book1.jpg","price":"45.95","description":"My life’ journey, is a unique genealogy book, as you turn each page it will prompt and help you remember your very first memories"},{"id":"2","title":"Love Will Keep Us Alive: A Journey of Awakening","imageUrl":"https://designingtransformation.com/wp-content/uploads/2019/06/Single-book-3d-March-27_2019.png","price":"97","description":"An Inspirational Story of Heartbreaking Loss, Self-Discovery and the Alchemy of Love"},{"id":"3","title":"Love You Forever","imageUrl":"https://images-na.ssl-images-amazon.com/images/I/617Zx5LVCgL._SY498_BO1,204,203,200_.jpg","price":"5.89","description":"A young woman holds her newborn son\r\nAnd looks at him lovingly."},{"id":"4","title":"The Diary of a Young Girl","imageUrl":"https://images-na.ssl-images-amazon.com/images/I/51Vps1OxJPL._SX303_BO1,204,203,200_.jpg","price":"8.90","description":"Discovered in the attic in which she spent the last years of her life, Anne Frank's remarkable diary has since become a world classic—a powerful reminder of the horrors of war and an eloquent testament to the human spirit"},{"id":"5","title":"Wrecking Ball (Diary of a Wimpy Kid Book 14)","imageUrl":"https://images-na.ssl-images-amazon.com/images/I/51S-kDF-fXL._SX340_BO1,204,203,200_.jpg","price":"16.35","description":"In Wrecking Ball, Book 14 of the Diary of a Wimpy Kid series—from #1 international bestselling author Jeff Kinney—an unexpected inheritance gives Greg Heffley’s family a chance to make big changes to their house. But they soon find that home improvement isn’t all it’s cracked up to be."},{"id":"6","title":"Pride and Prejudice","imageUrl":"https://images-na.ssl-images-amazon.com/images/I/51ysfq2EAYL._SX373_BO1,204,203,200_.jpg","price":"20.95","description":"One of the most universally loved and admired English novels, Pride and Prejudice was penned as a popular entertainment. But the consummate artistry of Jane Austen (1775–1817)"},{"id":"7","title":"100 Eternal Masterpieces of Literature","imageUrl":"https://images-na.ssl-images-amazon.com/images/I/51GW38hVgaL.jpg","price":"98.80","description":"This 1st volume of contains the following 50 works, arranged alphabetically by authors’ last names:\r\n\r\nAlcott, Louisa May: Little Women\r\nAusten, Jane: Pride and Prejudice\r\nAusten, Jane: Emma\r\nBalzac, Honoré de: Father Goriot\r\nBarbusse, Henri: The Inferno\r\nBrontë, Anne: The Tenant of Wildfell Hall\r\nBrontë, Charlotte: Jane Eyre\r\nBrontë, Emily: Wuthering Heights\r\nBurroughs, Edgar Rice: Tarzan of the Apes\r\nButler, Samuel: The Way of All Flesh\r\nCarroll, Lewis: Alice’s Adventures in Wonderland\r\nCather, Willa: My Ántonia\r\nCervantes, Miguel de: Don Quixote\r\nChopin, Kate: The Awakening\r\nCleland, John: Fanny Hill\r\nCollins, Wilkie: The Moonstone\r\nConrad, Joseph: Heart of Darkness\r\nConrad, Joseph: Nostromo\r\nCooper, James Fenimore: The Last of the Mohicans\r\nCrane, Stephen: The Red Badge of Courage\r\nCummings, E. E.: The Enormous Room\r\nDefoe, Daniel: Robinson Crusoe\r\nDefoe, Daniel: Moll Flanders\r\nDickens, Charles: Bleak House\r\nDickens, Charles: Great Expectations\r\nDostoyevsky, Fyodor: Crime and Punishment\r\nDostoyevsky, Fyodor: The Idiot\r\nDoyle, Arthur Conan: The Hound of the Baskervilles\r\nDreiser, Theodore: Sister Carrie\r\nDumas, Alexandre: The Three Musketeers\r\nDumas, Alexandre: The Count of Monte Cristo\r\nEliot, George: Middlemarch\r\nFielding, Henry: Tom Jones\r\nFlaubert, Gustave: Madame Bovary\r\nFlaubert, Gustave: Sentimental Education\r\nFord, Ford Madox: The Good Soldier\r\nForster, E. M.: A Room With a View\r\nForster, E. M.: Howards End\r\nGaskell, Elizabeth: North and South\r\nGoethe, Johann Wolfgang von: The Sorrows of Young Werther\r\nGogol, Nikolai: Dead Souls\r\nGorky, Maxim: The Mother\r\nHaggard, H. Rider: King Solomon’s Mines\r\nHardy, Thomas: Tess of the D’Urbervilles\r\nHawthorne, Nathaniel: The Scarlet Letter\r\nHomer: The Odyssey\r\nHugo, Victor: The Hunchback of Notre Dame\r\nHugo, Victor: Les Misérables\r\nHuxley, Aldous: Crome Yellow\r\nJames, Henry: The Portrait of a Lady"},{"title":"Milkman: A Novel","imageUrl":"https://images-na.ssl-images-amazon.com/images/I/41eOX0cBT8L._SX331_BO1,204,203,200_.jpg","price":"7.99","description":"Winner of the Man Booker Prize\r\n\r\n“Everything about this novel rings true. . . . Original, funny, disarmingly oblique and unique.”―The Guardian","id":"8"},{"title":"The Overstory","imageUrl":"https://images-na.ssl-images-amazon.com/images/I/51t47tHiewL._SX331_BO1,204,203,200_.jpg","price":"11.50","description":"\"The best novel ever written about trees, and really just one of the best novels, period.\" ―Ann Patchett","id":"9"},{"title":"Hamilton: The Revolution","imageUrl":"https://images-na.ssl-images-amazon.com/images/I/41CCiE1aWuL._SX384_BO1,204,203,200_.jpg","price":"23.99","description":"A backstage pass to the groundbreaking, hit musical Hamilton, winner of the 2016 Pulitzer Prize for Drama and Eleven Tony Awards, including Best Musical, including the award-winning libretto, behind-the-scenes photos and interviews, and exclusive footnotes from composer-lyricist-star Lin-Manuel Miranda.","id":"10"},{"title":"Gulliver's Travels","imageUrl":"https://images-na.ssl-images-amazon.com/images/I/61TNd4Ta8NL._SX311_BO1,204,203,200_.jpg","price":"6.97","description":"onathan Swift (1667–1745) intended this masterpiece, as he once wrote Alexander Pope, to \"vex the world rather than divert it.\" Savagely ironic, it portrays man as foolish at best, and at worst, not much more than an ape.BRThe direct and unadorned narrative describes four remarkable journies of ship's surgeon Lemuel Gulliver, among them, one to the land of Lilliput, where six-inch-high inhabitants bicker over trivialities; and another to Brobdingnag, a land where giants reduce man to insignificance.BRWritten with disarming simplicity and careful attention to detail, this classic is diverse in its appeal: for children, it remains an enchanting fantasy. For adults, it is a witty parody of political life in Swift's time and a scathing send-up of manners and morals in 18th-century England","id":"11"},{"title":"Anne of Green Gables","imageUrl":"https://images-na.ssl-images-amazon.com/images/I/61LMdRL1uoL._SX342_.jpg","price":"26","description":"When aging brother and sister Marilla and Matthew Cuthbert decide to adopt an orphan boy to help with chores around their farm, Green Gables on Prince Edward Island, neither is prepared for the feisty and imaginative redheaded girl who is mistakenly brought to them instead. Nor are they prepared for the way in which she will change their lives. Through a series of hilarious misadventures, Anne's uncompromising spirit makes her a striking presence in the close-knit village, bringing new friendships, first crushes, and, for her foster parents, a love and openness unimaginable before her arrival","id":"12"},{"title":"The Catcher in the Rye","imageUrl":"https://images-na.ssl-images-amazon.com/images/I/51EqnTkohBL._SX307_BO1,204,203,200_.jpg","price":"11.99","description":"Anyone who has read J.D. Salinger's New Yorker stories ? particularly A Perfect Day for Bananafish, Uncle Wiggily in Connecticut, The Laughing Man, and For Esme ? With Love and Squalor, will not be surprised by the fact that his first novel is fully of children. ","id":"13"},{"title":"Charlie and the Chocolate Factor","imageUrl":"https://images-na.ssl-images-amazon.com/images/I/51EkR6mNwEL._SX328_BO1,204,203,200_.jpg","price":"27","description":"Fifty years ago, Roald Dahl created a world that captured the imagination of millions of readers, and a boy who captured their hearts. Now featuring an introduction by award-winning author Jon Scieszka, this special edition of Charlie and the Chocolate Factory is perfect for longtime Roald Dahl fans, or for any reader discovering him for the very first time.","id":"14"},{"title":"Harry Potter and the Philosopher's Stone","imageUrl":"https://images-na.ssl-images-amazon.com/images/I/51fonMmNpnL.jpg","price":"19.95","description":"Harry Potter has never even heard of Hogwarts when the letters start dropping on the doormat at number four, Privet Drive. Addressed in green ink on yellowish parchment with a purple seal, they are swiftly confiscated by his grisly aunt and uncle. Then, on Harry's eleventh birthday, a great beetle-eyed giant of a man called Rubeus Hagrid bursts in with some astonishing news: Harry Potter is a wizard, and he has a place at Hogwarts School of Witchcraft and Wizardry. An incredible adventure is about to begin!","id":"15"},{"title":"A Monster Calls: Inspired by an Idea from Siobhan Dowd","imageUrl":"https://images-na.ssl-images-amazon.com/images/I/61H%2B9k6iNBL._SX342_.jpg","price":"9.99","description":"At seven minutes past midnight, thirteen-year-old Conor wakes to find a monster outside his bedroom window. But it isn't the monster Conor's been expecting - he's been expecting the one from his nightmare, the nightmare he's had nearly every night since his mother started her treatments. The monster in his backyard is different. It's ancient. And wild. And it wants something from Conor. Something terrible and dangerous. It wants the truth. From the final idea of award-winning author Siobhan Dowd - whose premature death from cancer prevented her from writing it herself - Patrick Ness has spun a haunting and darkly funny novel of mischief, loss, and monsters both real and imagined.","id":"16"},{"title":"The Testaments","imageUrl":"https://images-na.ssl-images-amazon.com/images/I/419lmqUgzgL._SX331_BO1,204,203,200_.jpg","price":"29.90","description":"More than fifteen years after the events of The Handmaid's Tale, the theocratic regime of the Republic of Gilead maintains its grip on power, but there are signs it is beginning to rot from within. At this crucial moment, the lives of three radically different women converge, with potentially explosive results.\r\n \r\nTwo have grown up as part of the first generation to come of age in the new order. The testimonies of these two young women are joined by a third voice: a woman who wields power through the ruthless accumulation and deployment of secrets","id":"17"},{"title":"Charlotte's Web","imageUrl":"https://images-na.ssl-images-amazon.com/images/I/61%2B3z1o4oUL._SX334_BO1,204,203,200_.jpg","price":"8.57","description":"Some Pig. Humble. Radiant. These are the words in Charlotte's Web, high up in Zuckerman's barn. Charlotte's spiderweb tells of her feelings for a little pig named Wilbur, who simply wants a friend. They also express the love of a girl named Fern, who saved Wilbur's life when he was born the runt of his litter.\r\n\r\nE. B. White's Newbery Honor Book is a tender novel of friendship, love, life, and death that will continue to be enjoyed by generations to come. It contains illustrations by Garth Williams, the acclaimed illustrator of E. B. White's Stuart Little and Laura Ingalls Wilder's Little House series, among many other books.","id":"18"},{"title":"Alice's Adventures in Wonderland & Through the Looking-Glass","imageUrl":"https://images-na.ssl-images-amazon.com/images/I/51kf1eqTBbL._SX302_BO1,204,203,200_.jpg","price":"17.90","description":"In 1862 Charles Lutwidge Dodgson, a shy Oxford mathematician with a stammer, created a story about a little girl tumbling down a rabbit hole. Thus began the immortal adventures of Alice, perhaps the most popular heroine in English literature.\r\n\r\nCountless scholars have tried to define the charm of the Alice books—with those wonderfully eccentric characters the Queen of Hearts, Tweedledum, and Tweedledee, the Cheshire Cat, Mock Turtle, the Mad Hatter et al.—by proclaiming that they really comprise a satire on language, a political allegory, a parody of Victorian children’s literature, even a reflection of contemporary ecclesiastical history.\r\n\r\nPerhaps, as Dodgson might have said, Alice is no more than a dream, a fairy tale about the trials and tribulations of growing up—or down, or all turned round—as seen through the expert eyes of a child.","id":"19"},{"id":"20","title":"A Brief History of Time","imageUrl":"https://images-na.ssl-images-amazon.com/images/I/51%2BGySc8ExL._SX333_BO1,204,203,200_.jpg","price":"27","description":" #1 NEW YORK TIMES BESTSELLER\r\n\r\nA landmark volume in science writing by one of the great minds of our time, Stephen Hawking’s book explores such profound questions as: How did the universe begin—and what made its start possible? Does time always flow forward? Is the universe unending—or are there boundaries? Are there other dimensions in space? What will happen when it all ends?\r\n\r\nTold in language we all can understand, A Brief History of Time plunges into the exotic realms of black holes and quarks, of antimatter and “arrows of time,” of the big bang and a bigger God—where the possibilities are wondrous and unexpected. With exciting images and profound imagination, Stephen Hawking brings us closer to the ultimate secrets at the very heart of creation."},{"title":"A Long Way Gone: Memoirs of a Boy Soldier","imageUrl":"https://images-na.ssl-images-amazon.com/images/I/51gKbdc7bdL._SX330_BO1,204,203,200_.jpg","price":"8.50","description":"This is how wars are fought now: by children, hopped-up on drugs and wielding AK-47s. Children have become soldiers of choice. In the more than fifty conflicts going on worldwide, it is estimated that there are some 300,000 child soldiers. Ishmael Beah used to be one of them.\r\n\r\nWhat is war like through the eyes of a child soldier? How does one become a killer? How does one stop? Child soldiers have been profiled by journalists, and novelists have struggled to imagine their lives. But until now, there has not been a first-person account from someone who came through this hell and survived.","id":"21"},{"title":"A Heartbreaking Work of Staggering Genius","imageUrl":"https://images-na.ssl-images-amazon.com/images/I/51em6Mq-%2BgL._SX320_BO1,204,203,200_.jpg","price":"15.99","description":"A book that redefines both family and narrative for the twenty-first century. A Heartbreaking Work of Staggering Genius is the moving memoir of a college senior who, in the space of five weeks, loses both of his parents to cancer and inherits his eight-year-old brother. Here is an exhilarating debut that manages to be simultaneously hilarious and wildly inventive as well as a deeply heartfelt story of the love that holds a family together.\r\n\r\nA Heartbreaking Work of Staggering Genius is an instant classic that will be read for decades to come.","id":"22"}]